Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: are legit business (in places where it is legal), some are criminals operating illegally, others are hacktivists promoting the privacy meme, and still others are hypercorps or other organizations offering such services internally to their own staff/membership.
fr_fr: sont parfaitement légaux (dans les endroits où cette activité est légale), d'autres sont des criminels travaillant illégalement, d'autres sont des hacktivistes défendant le droit à la vie privée, et d'autres efnin sont des hypercorps ou d'autre organisation proposant de tels services à leurs équipes/membres interne.

source: The interaction between the vendor and user is encrypted and anonymous, with no logs kept, so even if the vendor's servers are hacked, an intruder will not find any leads.
fr_fr: L'interaction entre le vendeur et l'utilisateur est chiffrée et anonyme, sans conservation de logs ce qui fairt que même si les serveurs du venderus sont piratés, un intrus ne trouvera aucune piste.

source: While some anonymous accounts are established for regular use, the truly paranoid use (multiple) one-time accounts for maximum security.
fr_fr: Alors que certains compte anonyme sont créés pour une utiliation régulière, les paranoïaques utilisent plusieurs comptes mono accès pour une sécurité maximale.

source: One-time accounts are used for a single message incoming or outgoing) or credit transaction, and then are securely erased.
fr_fr: Les comptes mono accès sont utilisé pour un seul message (entrant ou sortant) ou une seule transaction bancaire, et sont ensuite effacés.

source: Tracking an anonymous account is a practical impossibility, and something that only an extremely resourceful organization employing a systematic and expensive effort could attempt.
fr_fr: Pister un compte anonyme est une pratique impossible, que seule une organisation disposant d'énormément de ressource et déployant un effort systématique et coûteux pourrait entreprendre.

source: Another option for those seeking privacy and security is to simply use disposable ectos.
fr_fr: Une autre option pour ceux qui recherche l'intimité et la sécurité est simplement d'utiliser des ectos jettables.

source: Using this method, all activity is routed through a specific ecto (using its mesh ID), the ecto is used for a limited period (until it gets hot), and then it is simply discarded or destroyed.
fr_fr: En utilisant cette méthode, toute activité est routée à travers un ecto spécifique (utilisant son ID mesh), ecto qui est utilisé pour une période de temps limitée (jusqu'à ce qu'il soit grillé) et est ensuite simplement abandonné ou détruit.

source: Mesh Security
fr_fr: Sécurité Sur Le Mesh

source: Given the lessons of the Fall and the very real risk still posed by hackers, virii, and similar threats, network security is taken extremely seriously in Eclipse Phase.
fr_fr: Étant donné les leçon tirée de la Chute et le risque trés concret posé par les hackeurs, les virus et les menaces similaire, la sécurité des réseaux est prise extrêmement au sérieux à Eclipse Phase.

source: Four methods are typically used: authentication, firewalls active monitoring, and encryption.
fr_fr: Quatres méthodes sont typiquement utilisées: identification, parefeux, supervision active et chiffrement.

source: Most devices, networks (PANs, VPNs, etc.), and services require some kind of authentication (a process by which a system determines whether the claimed identity of a user is genuine) before they grant an account and access privileges (p.
fr_fr: La plupart des appareils, des réseaux (PAN, VPN? etc.) et des services nécessitent une méthode d'identifiaction (un mécanisme par lequel un système détermine si l'identité revendiquée apr un utilisateur est authentique) avant qu'ils ne donnent accès à un compte et aux privilèges associés (p.

source: 246) to a user.
fr_fr: 246) à un utilisateur.

source: There are several different ways for a system to authenticate a user.
fr_fr: Il y a plusieurs façon d'identifier un utilisateur.

source: Some are more reliable and secure than others, but for the most part, the more secure the method, the higher the operational expenses.
fr_fr: Certaines sont plus robuste que d'autre, mais pour l'essentiel, plus la méthode est sécurisé, plus le coût opérationnel augmente.

source: Account: If you have access to an account on one system, this may give you automatic access to related systems or subsystems.
fr_fr: Compte: Si vous avez accès à un compte sur un système, cela peut vous donner automatiquement accès aux système et sous-système liés.

source: This is typical of slaved devices (p.
fr_fr: C'est typique des apapreils asservis (p.

source: 248), where access to the master automatically grants you access to slaves.
fr_fr: 248), pour lesquels l'accès au maître vous donne automatiquementy accès aux esclaves.

source: Mesh ID: Some systems accept mesh IDs as authentication This is extremely common with most public systems, which merely log the mesh ID of any user that wishes access.
fr_fr: ID mesh: Certains systèmes acceptent les ID mesh comme méthode d'identification. C'est extrêmement commun pour les systèmes publics qui ne font qu'enregistrer l'ID mesh de tous les utilisateurs qui veulent y accéder.

source: Other systems will only allow access to specific mesh IDs, but these are vulnerable to spoofing (p.
fr_fr: D'autres ssytèmes peuvent n'autoriser l'accès qu'à certains ID mesh, mais ils sont vulnérable au spoofing (p.

source: Passcode: This is a simple string of alphanumeric characters or logographic symbols, submitted in an encrypted format.
fr_fr: Code: C'est une simple chaine de caractère alphanumériques ou de symbole logographique, soumis dans un format chiffré.

source: Anyone with the passcode can access the account.
fr_fr: Quiconque ayant le code peut accéder au compte.

source: Biometric Scan: This calls for a scan of one or more of the user's biometric signatures (fingerprint, palm print, retinal scan, DNA sample, etc.).
fr_fr: Empreinte Biométrique: Cette méthode demande l'analyse de l'une ou plus des signatures biométriques de l'utilisateur (empreintes digitale, empreinte palmaire, scan rétinien, échantillon d'ADN, etc.).

source: Popular before the Fall, such systems have fallen out of use as they are impractical with synthmorphs or users that frequently resleeve.
fr_fr: rés populaire avant la Chute, de tels système sont devenus inutiles car ils ne sont pas utilisable par les synthmorphs ou avec les utilisateurs qui changent de morph régulièrement.

source: Passkey: Passkey systems call for some of encrypted code that is either hardwired into a physical device (that is either implanted or physically jacked into an ecto) or extracted from specialized software.
fr_fr: Clef: Les système de clef nécessite une sorte de code chiffré qui est soit cablé physiquement dans un appareil (qui est soit implanté ou physiquement connecté à un ecto) ou extrait d'un logiciel spécialisé.

source: Advanced passkeys combine hardwired encryption with physical nanotech etching to create a unique key.
fr_fr: Les clefs évoluée combinent les chiffrements cablé avec des nanotechnologie spécilisés pour créer une clef unique.

source: To access such systems, the passkey must either be acquired or somehow spoofed.
fr_fr: Pour éccéder à de tels système, la clef doit être soit acquise ou imitée d'uen amnière ou d'une autre.

source: Ego Scan: This system authenticates the user's ego ID (p.
fr_fr: Empreinte d'Ego: Ce système identifie l'ID de l'ego de l'utilisateur (p.

source: Quantum Key: Quantum key systems rely on the unbreakable encryption of quantum cryptography (p.
fr_fr: Clef Quantique: Les systèmes de clefs quantiques sont basés sur le chiffrement incassable de la cryptographie quantique (p.

source: Firewalls are software programs (sometimes hardwired into a device) that intercept and inspect all traffic to and from a protected network or device.
fr_fr: Les pare-feu sont des logiciels (parfois cablé en dur dans un appareil) qui interceptent et inspectent tout le traffic depusi et vers un réseau ou un appareil protégé.

source: Traffic that meets specified criteria that designates it as safe is passed through, whereas all other traffic is blocked.
fr_fr: Les traffics correspondant aux critères spécifié est considéré comme sécurisé et est autorisé à passer, tout le reste du traffic est bloqué.

source: In Eclipse Phase, every network and device can be assumed to have a firewall by default.
fr_fr: À Eclipse Phase, chaque réseau et chaque appareil est considéré par défaut comme ayant un pare-feu.

source: Firewalls are the main obstacle that an intruder must overcome, as discussed under Intrusion Tests, p.
fr_fr: Les pare-feus sont le principal obstacle qu'un intrus devra franchir, comme décrit au parapgraphe Tests d'Intrusions, p.

source: Like other gear, firewalls come in varying quality levels and so may apply modifiers to certain tests.
fr_fr: Comme d'autres équipements, les apre-feus ont différents niveaux de qualité et peuvent appliquer des modificateurs à certains tests.

source: Instead of relying on authentication and firewalls alone, secure systems are actively monitored by a security hacker or a muse.
fr_fr: Au lieu de se reposer uniquement sur l'identification et les apre-feus, les système sécurisés sont activement supervisé par un hackeur de sécurité ou une muse.

source: These digital security guards inspect network traffic using a number of software tools and applications that flag conspicuous events.
fr_fr: Ces guardes de sécurité numérique inspectent le traffic réseau en utilisant de nombreux outils logiciels et d'applicatiosn qui signalent les év_nements suspects.

source: Active surveillance makes intrusions more difficult, since the interloper must beat the monitoring hacker/ AI in an Opposed Test (see Intrusion, p.
fr_fr: La surveillance actvie rend les intrusions plus difficile, puisque l'intrus doit vaincre le hackeur/l'IA de supervision dans un Test en Opposition (voir Intrusion, p.

source: Active monitoring also includes monitoring any devices slaved to the monitored system.
fr_fr: La supervision active inclut également la supervision de tous les appareils asservis au système supervisé.

source: Characters may actively monitor their own PANs if they so choose, though this requires a moderate level of attention (count as a Quick Action).
fr_fr: Les personnages peuvent superviser activement leurs propres PAN si ils veulent, bien que cela nécessite un minimum d'attention (compter cela comme une Action Rapide).

source: It is far more common for a muse to actively guard a user's PAN.
fr_fr: Il est bien plus courant de déléguer cette tâche à sa muse.

source: Encryption is an exceptionally effective extra layer of security.
fr_fr: Le chiffrement est une couche de sécurité supplémentaire exceptionnellement efficace.

source: There are two types of encryption commonly used in Eclipse Phase: public key cryptosystems and quantum cryptography.
fr_fr: Il y a deux type de chiffrage généralement utilisés à Eclipse Phase: les cryptosystèmes à clef publique et le chiffrage quantique.

source: In public key cryptosystems, two keys are generated by the user, a public key and a secret key.
fr_fr: Dans les cryptosystèmes à clef public, deux clefs sont générés par l'utilisateur, une clef publique et une clef privée.

source: The public key is used to encrypt messages to that user, and is made freely available.
fr_fr: La clef privée est utilisée pour chiffrer les messages destinés à cet utilisateur, et est disponible publiquement.

source: When messages are encrypted using that public key, only the secret key—controlled
fr_fr: Lorsque els messages sont chiffrés en utilisant cette clef publique, seule la clef privée - contrôllée

source: by the user—can decrypt them.
fr_fr: par l'utilisateur - peut les déchiffrer.

source: Public key crypto is widely used both for encrypting data traffic between two users/networks/devices and for encrypting files.
fr_fr: Le chiffrement a clef publique est largement utilisé pour chiffrer l'échange de donnée entre deux utilisateurs/réseaux/appareils et pour chiffrer des fichiers.

source: Due to the strength of the public key system algorithms, such crypto is essentially unbreakable without a quantum computer (see Quantum Code- breaking, p.
fr_fr: Enr aison de la force des algorithmes de clef publique, un tel chiffrement est essentiellement incassable sans ordinateur quantique (voir Cassage de Code Quantique, p.

source: Quantum key distribution systems use quantum mechanics to enable secure communications between two parties by generating a quantum key.
fr_fr: Les système à distributin par clef quantique utilisent la mécnaique quantique pour activer des communications sécurisées entre deux parties en générant une clef quantique.

source: The major advantage of transmitting information in quantum states is that the system itself instantly detects eavesdropping attempts as quantum systems are disturbed by any sort of external interference.
fr_fr: Le principal avantage de la transmission d'information en état quantique est que le système détecte instantanément toutes les tentative d'écoutes puisque les systèmes quantiques sont perturbés par toute sortte d'interférence externe.

source: In practical terms, this means that quantum encrypted data transfers are unbreakable and attempts to intercept automatically fail.
fr_fr: D'un point de vue pratique, cela signifie que les transferts de données quantiquement chiffrés sont incassable et que le stentatives d'intercepter ce traffic échouera automatiquement.

source: Note that quantum crypto doesn't work for basic file encryption, its only use is in protecting communication channels.
fr_fr: Notez que le chiffrement quantique ne fonctionne pas pour chiffrer des fichiers, elle ne peut être utilisée que pour portéger des canaux de communications.

source: While quantum key systems have an advantage over public key systems, they are both more expensive and less practical.
fr_fr: Alors que les systèmes a clef quantique sont plsu efficace que les systèmes à clef publique, ils sont à la fois plus cher et moins pratique.

source: In order to generate a quantum key, the two communications devices must be entangled together on a quantum level, in the same location, and then separated.
fr_fr: Afin de générer une clef quantique, les deux appareils de communication doivent être intriqués l'un avec l'autre à un niveau quantique, au mrme endroit, puis séparés.

source: So quantum key encrypted communications channels require some setup effort, especially if long distances are involved.
fr_fr: Les canaux de communications chiffrés par des clefs quantiques nécessitent donc un effort de mise en place, particulièrement si de longues distances sont impliquées.

source: Since the implementation of quantum cryptographic protocols is an extraordinary expense, it is usually only adopted for major high-security communications links.
fr_fr: Puisque l'implémentation des protocoles de chiffrement quantique est une dépense extraordinaire, elle est principalement utilisée pour des liens de communicatiosn de haute-sécurité.

source: What this means is that encrypted communications lines and files are very safe if using public key systems, and that data transfers are absolutely safe if using quantum crypto.
fr_fr: Cela signifie que les lignes de communications et les fichiers chiffrés sont trés sûr lorsque l'on utilise les systèmes à clef publique et que les transfert de données sont absolument sûr si l'on utilise des clefs quantiques.

source: Gamemasters should take note, however while this may be useful to player characters, it may also hinder them.
fr_fr: Les maîtres de jeu devraient cependant prendre en compte que même si cela peut-être utile pour les personnages joueurs, cela peut également les géner.

source: If the characters need to get at something that is encrypted, they're going to need to figure out some way to get the secret key's passcode.
fr_fr: Si les personnages ont besoin d'atteindre quelque chose de ciffré, ils vont deoir trouver une façon de récupérer le code secret de la clef.

source: Common methods include the old standbys of bribery, blackmail, threats, and torture.
fr_fr: Les méthodes généralement utilisée incluent les vieux standard de la corruption, du chantage, de la menace et de la torture.

source: Other options involve espionage or social engineering to somehow acquire the passcode.
fr_fr: D'autres options incluent l'espionnage et l'ingénierie sociale pour obtenir le code.

source: Hackers could also find some other method to compromise the system and gain inside access, bypassing the encryption entirely.
fr_fr: Les hackeurs peuvent rouver d'autres méthodes pour compromettre le système et obtenir un accès, en contournant carrément le chiffrement.

source: As noted above, quantum computers can also be used to break public key encryption.
fr_fr: Comme noté ci-dessus, les ordinateurs quantiques peuvent également être utilisé pour casser le chiffrement a clef publique.

source: This requires an Infosec Task Action Test with a +30 modifier and a timeframe of 1 week (once started, the quantum computer finishes the job on its own; the user does not need to provide constant oversight).
fr_fr: Cela nécessite une Action de Tâche d'Infosec avec un modificateur de +30 et un intervalle d'1 semaine (une fois lancée, l'ordinateur quantique finit le boulot de son propre chef; l'utilisateur n'as pas besoin de surveiller le travail constament).

source: Gamemasters should feel free to modify this timeframe as fits the needs of their game.
fr_fr: Les maîþre de jeu devraient se sentir libre de modifier cet intervalle de temps de manière appropriée à leur parties.

source: Note that quantum computers cannot break quantum-encrypted communications, only encrypted files.
fr_fr: Notez que les ordinateurs quantiques ne peuvent casser les communications chiffrées quantiquement.

source: The art of intrusion lies in penetrating a device's security The best methods involve infiltrating a system quietly without catching a watchdog's attention, by using exploits—code glitches, flawed security protocols—to create a path circumventing the target's defenses.
fr_fr: L'art de l'intrusion repose dans la pénétration de la sécurité d'un appareil. La meilleure méthode implique l'infiltration discrète d'un système sans atirer l'attention des chiens de gardes, en utilisant des exploits - défauts de code, protocoles de sécurité faibles - pour se frayer un chemin contournant les défenses de la cible.

source: When called for, however, a hacker can toss aside pretenses and attempt to brute-force their way in.
fr_fr: Lorsque c'est nécessaire, un hackeur peut cependant peu abandonner les apparences et utiliser la force brute pour se frayer un chemin.

source: In order to hack a device, the hacker needs to establish a direct connection to the target computer system.
fr_fr: Afin de pouvoir pirater un appareil, le hackeur a besoin d'établir une connexion directe sur le système informatisé de la cible.

source: If the hacker is making a direct wireless connection to the target, the target system must be wireless-capable and within range (p.
fr_fr: Si le hackeur utilise une connexion sans fil directe vers la cible, le système cible doit être capable de communiquer sans-fil et être à portée (p.

source: 299), and the hacker must know the target is there (see Wireless Scanning, p.
fr_fr: 299), et le hackeur doit savoir que la cible est là (voir Analyse Sans Fil, p.

source: If the system is hard-wired, the hacker must physically jack in by using a regular jacking port or somehow tapping into a cable that carries the network's data traffic.
fr_fr: Si le système est filaire, le hackeur doit s'y connecter physiquement en utilisant une prise d'accès standard ou en se branchant sur le câbkle qui porte le traffic de donnée du réseau.

source: If the hacker is accessing the target through the
fr_fr: Si le hackeur accède à la cible via le

source: mesh, the target system must be online and the hacker must know it's mesh ID (p.
fr_fr: mesh, la cible doit être en ligne et le hackeur doit connaître son ID mesh (p.

source: 246) or otherwise be able to track it down (p.
fr_fr: 246) ou être capable de le pister d'une manière ou d'une autre (p.

source: Rather than hacking in, an intruder can try to subvert the authentication system used to vet legitimate users.
fr_fr: Plutôt que de pirater, un intrus peut essayer de subvertir le système d'identification utilisé pour autoriser les utilisateurs légitimes.

source: The easiest manner of doing this is to somehow acquire the passcode, passkey, or whatever authentication method the target uses (p.
fr_fr: la manière la plus simple de le faire est d'acquérir d'une manièreou d'une autre le code, la clef ou quoi que ce soit nécessaire à s'identifier sur la cible (p.

source: With this in hand, no test is necessary to access the system; the hacker simply logs in just like a legitimate user and has all of the normal access privileges of that user.
fr_fr: Avec cela, aucun test n'est nécessaire pour accéder au système; le pirate se connecte simplement comme un utilisateur légitime et à tous les privilèges d'accès normaux de celui-ci.

source: Lacking a passcode, the hacker can try to subvert the authentication system in one of two other ways: spoofing or forgery.
fr_fr: Sans code, le hackeur peut toujours essayer de subvertir le sytème d'identification avec l'une des deux méthodes suivantes: spoof ou falsification.

source: Using this method, the hacker attempts to disguise their signals as coming from the legitimate, authenticated user, rather than from themself.
fr_fr: En utilisant cette méthode, le hackeur tente de déguiser son signal pour le faire passer pour celui d'un utilisateur légitime et identifié, plutôt que venant de lui.

source: If successful, the system is fooled by this masquerade, accepting the hacker's commands and activity as if they came from a legitimate user.
fr_fr: Si il est réussit, le système est trompé par cette amscarade et accepte les commandes et l'activité du hackeur comme si ils venaient d'un utiliateur légitime.

source: Spoofing is more difficult to pull off, but is very effective when it works.
fr_fr: Spoofer est plus difficile à mettre en œuvre , mais est bien plus efficace si ça fonctionne.

source: To spoof a legitimate user, the hacker must be using both sniffer and spoofing software (p.
fr_fr: Pour spoofer un utilisateur légitime, le hackeur doit utiliser un logiciel de spoof et d'écoute (p.

source: The hacker must then monitor a connection between the legitimate user and the target system, and succeed in an Infosec Test to sniff the traffic between them (p.
fr_fr: Le hackeur doit ensuite surveiller une conenxion entre un utilisateur légitime et le système cible, puis réussir un test d'infosec pour écouter le traffic entre eux (p.

source: Apply a –20 modifier if the user has security account privileges, –30 if they have admin rights (p.
fr_fr: Appliquer un modificateur de -20 si l'utilisateur a un compte de sécurité et de -30 si il a des droits administrateurs (p.

source: If the connection is encrypted, this will fail unless the hacker has the encryption key.
fr_fr: Si la connexion est chiffrée, cela ratera sauf si le hackeur a la clef de chiffrement.

source: Armed with this data, the hacker then uses it to disguise their signals.
fr_fr: Avec ces données, le hackeur peut ensuite les utiliser poru déguiser son signal.
